{
  "sodium.options.clouds.name": "Облака",
  "sodium.options.clouds.tooltip": "Управляет отображением облаков.",
  "sodium.options.use_chunk_multidraw.name": "Использовать многопроцессную отрисовку чанков",
  "sodium.options.use_chunk_multidraw.tooltip": "Многопроцессорная отрисовка позволяет отрисовывать несколько чанков с меньшим количеством вызовов отрисовки, значительно уменьшая нагрузку ЦП при отрисовке мира, а также потенциально позволяет более эффективно использовать видеокарту. Эта оптимизация может вызвать проблемы с некоторыми драйверами видеокарт, поэтому вы должны отключить её, если наблюдаете артефакты.",
  "sodium.options.use_vertex_objects.name": "Использовать объекты вершинных массивов",
  "sodium.options.use_vertex_objects.tooltip": "Помогает улучшить производительность, перемещая информацию о том, как данные вершин должны быть отрисованы, в драйвер, позволяя ему лучше оптимизировать повторную отрисовку одних и тех же объектов. Обычно нет причин отключать это, если вы не используете несовместимые моды.",
  "sodium.options.use_compact_vertex_format.name": "Использовать компактный формат вершин",
  "sodium.options.use_compact_vertex_format.tooltip": "Если включено, будет использоваться более компактный формат вершин для отрисовки чанков. Это может значительно снизить использование видеопамяти и требования к пропускной способности, особенно для интегрированных видеокарт, но может вызвать z-фейтинг с некоторыми ресурсными паками из-за того, как это снижает точность атрибутов позиции и текстурных координат.",
  "sodium.options.translucency_sorting.name": "Сортировка прозрачности",
  "sodium.options.translucency_sorting.tooltip": "Если включено, полупрозрачные блоки (например, стекло и вода) будут правильно сортироваться по глубине перед отрисовкой, что устранит визуальные артефакты при взгляде на них под определёнными углами. Это может немного снизить производительность на слабых устройствах.",
  "sodium.options.ignore_driver_blacklist.name": "Игнорировать черный список драйверов",
  "sodium.options.ignore_driver_blacklist.tooltip": "Если включено, известные несовместимости с вашей конфигурацией оборудования/драйвера будут игнорироваться, позволяя вам включить опции, которые могут вызвать проблемы с вашей игрой. Обычно не стоит трогать этот параметр, если вы не знаете точно, что делаете. После изменения этого параметра необходимо сохранить настройки, закрыть и снова открыть экран настроек.",
  "sodium.options.use_no_error_context.name": "Использовать контекст без проверки ошибок",
  "sodium.options.use_no_error_context.tooltip": "Если включено, контекст OpenGL будет создан без проверки ошибок. Это может немного повысить производительность, но также увеличивает риск того, что игра аварийно завершится вместо корректной обработки ошибок OpenGL. Отключите эту опцию, если вы сталкиваетесь с внезапными непонятными вылетами.",
  "sodium.options.threads.value": "%s поток(ов)",
  "sodium.options.default": "По умолчанию"
}